import b1 from "../card-img/b1.jpg";
import a1 from "../card-img/a1.jpg";
import bo1 from "../card-img/bo1.jpg";
import bo2 from "../card-img/bo2.jpg";
import p2 from "../card-img/p2.jpg";
import c1 from "../card-img/c1.jpg";

const items = [
  {
    id: 1,
    pic: bo1,
    name: "Термобутылка",
    price: '490 грн',
    disc:
      "Термобутылка от Hot Mommy станет наилучшим спутником во время зимних прогулок для каждой мамы и ребенка.",
    contains: `Материл: нержавеющая сталь
    Емкость: 0,5 л
    Время удерживания тепла: от 6 до 12 часов.`
  },
  {
    id: 2,
    pic: b1,
    name: `Подарочный набор "Первые мечты"`,
    price: '860 грн',
    disc:
      "Не знаете что подарить молодой маме к рождению ребенка? Hot Mommy подготовил для Вас прекрасный набор!",
    contains: `В середине Вы найдете:- приятный на ощупь хлопковый плед (размер: 0,95 м х 0,9 м); - игрушку, которая не оставит равнодушной любого ребенка; - открытку, в которой Вы сможете выразить свои пожелания.`
  },
  {
    id: 3,
    pic: bo2,
    name: `Подарочный набор "Дуэт тепла и стиля"`,
    price: '985 грн',
    disc:
      "Подарочный набор оформлен в дизайнерcкую коробку от Hot Mommy, которую можно использовать для хранения приятных мелочей, фотографий и всего того, что сердце пожелает.",
    contains: `- термобутылку из нержавеющей стали, которая удерживает тепло от 6 до 12 часов;
    - теплую и невероятно стильную муфта на коляску;
    - открытку, в которой Вы сможете выразить все свои пожелания.`
  },
  {
    id: 4,
    pic: a1,
    name: "Вязаный плед для ребенка",
    price: '560 грн',
    disc:
      "Роскошные вязаные пледы от Hot Mommy обеспечат Вашему малышу тепло и уют в прохладную погоду! Наилучшие экологические материалы, стильные и изысканные цвета, модная вязка - это то, что отличает пледы Hot Mommy от других!",
    contains: `Размер пледа: 0,95 м х 0,9 м
    Состав: 50% хлопок, 50% акрил
    В наличие такие цвета: белый, бежевый, голубой.`
  },
  {
    id: 5,
    pic: p2,
    name: "Муфта на коляску",
    price: '550 грн',
    disc:
      "Муфта от Hot Mommy создана заботится о красоте Ваших рук во время длинных зимних прогулках.",
    contains: `Невероятно стильный дизайн, лаконичная цветовая гамма и белый королевский опушек дополнит образ любой детской коляски.`
  },
  {
    id: 6,
    pic: c1,
    name: `Подарочный набор "Первые мечты"`,
    price: '860 грн',
    disc:
      "Не знаете что подарить молодой маме к рождению ребенка? Hot Mommy подготовил для Вас прекрасный набор!",
    contains: `В середине Вы найдете:- приятный на ощупь хлопковый плед (размер: 0,95 м х 0,9 м); - игрушку, которая не оставит равнодушной любого ребенка; - открытку, в которой Вы сможете выразить свои пожелания.`
  }
];

export default items;
